web/WEB-INF/xml/testMsg.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <testMessage xmlns="http://www.intecs.it/TOOLBOX"/>
    </soapenv:Body>
</soapenv:Envelope>